Revit 2024 API
ConicalFace.Triangulate Method
Overload List
Name | Description
Triangulate()
Returns a triangular mesh approximation to the face.
 (Inherited from Face.)
Triangulate(Double)
Returns a triangular mesh approximation to the face.
 (Inherited from Face.)
See Also
ConicalFace Class
ConicalFace Members
Autodesk.Revit.DB Namespace